const trainingSchedule = {
  "stage1": [
    {
      "day": 1,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 2,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 3,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 4,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 5,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 6,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 7,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 8,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 9,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 10,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 11,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 12,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 13,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 14,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 15,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 16,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 17,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 18,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 19,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 20,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 21,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 22,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 23,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 24,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 25,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 26,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 27,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    },
    {
      "day": 28,
      "tasks": [
        {
          "name": "快走 45分钟",
          "kcal": 280
        },
        {
          "name": "深蹲 3组×20",
          "kcal": 80
        },
        {
          "name": "臀桥 3组×25",
          "kcal": 60
        },
        {
          "name": "卷腹 3组×20",
          "kcal": 40
        }
      ]
    }
  ],
  "stage2": [
    {
      "day": 29,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 30,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 31,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 32,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 33,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 34,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 35,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 36,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 37,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 38,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 39,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 40,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 41,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 42,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 43,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 44,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 45,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 46,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 47,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 48,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 49,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 50,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 51,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 52,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 53,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 54,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 55,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    },
    {
      "day": 56,
      "tasks": [
        {
          "name": "HIIT 有氧 20分钟",
          "kcal": 350
        },
        {
          "name": "俯卧撑 3组×15",
          "kcal": 60
        },
        {
          "name": "俄罗斯转体 3组×30",
          "kcal": 50
        },
        {
          "name": "快走/慢跑 30分钟",
          "kcal": 220
        }
      ]
    }
  ],
  "stage3": [
    {
      "day": 57,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 58,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 59,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 60,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 61,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 62,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 63,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 64,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 65,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 66,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 67,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 68,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 69,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 70,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 71,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 72,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 73,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 74,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 75,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 76,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 77,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 78,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 79,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 80,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 81,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 82,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 83,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 84,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 85,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 86,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 87,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 88,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 89,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    },
    {
      "day": 90,
      "tasks": [
        {
          "name": "跳绳间歇 8组×1分钟",
          "kcal": 300
        },
        {
          "name": "深蹲跳 4组×15",
          "kcal": 120
        },
        {
          "name": "平板支撑 3组×1分钟",
          "kcal": 80
        },
        {
          "name": "登山跑 4组×30秒",
          "kcal": 90
        }
      ]
    }
  ]
};